Repository: tizenorg/platform.core.connectivity.net-popup
Catalog: po/*.po
Languages: mk, sk

# IDS_COM_SK_CANCEL
source: Cancel
mk: Откажи
sk: Zrušiť

# IDS_COM_POP_MAXIMUM_NUMBER_OF_CHARACTERS_REACHED
source: Maximum number of characters reached.
mk: Достигнат е максималниот број знаци.
sk: Bol dosiahnutý maximálny počet znakov.

# IDS_COM_BODY_SECURITY_POLICY_RESTRICTS_USE_OF_PS
source: Security policy restricts use of %s.
mk: Политиката на безбедност го ограничува користењето %s.
sk: Politika zabezpečenia obmedzuje použitie %s.

# IDS_ST_POP_WRONG_PASSWORD
source: Wrong password
mk: Погрешна лозинка.
sk: Nesprávne heslo.

# IDS_ST_POP_TURNING_ON_WI_FI_WILL_DISABLE_WI_FI_TETHERING
source: Turning on Wi-Fi will turn off Wi-Fi tethering.
mk: Вклучувањето Wi-Fi ќе го исклучи поврзувањето Wi-Fi.
sk: Zapnutím pripojenia Wi-Fi sa vypne zdieľanie pripojenia cez Wi-Fi.

# IDS_WIFI_POP_NO_WI_FI_AP_FOUND
source: No Wi-Fi AP found.
mk: Нема пристапна точка за Wi-Fi.
sk: Nepodarilo sa nájsť žiadny prístupový bod Wi-Fi.

# IDS_COM_SK_NO
source: No
mk: Не
sk: Nie

# IDS_COM_POP_SECURITY_POLICY_RESTRICTS_USE_OF_WI_FI
source: Security policy restricts use of Wi-Fi.
mk: Политиката на безбедност го ограничува користењето Wi-Fi.
sk: Politika zabezpečenia obmedzuje použitie pripojenia Wi-Fi.

# IDS_COM_BODY_WI_FI_NETWORKS_AVAILABLE
source: Wi-Fi networks available
mk: Достапни се мрежи Wi-Fi
sk: Siete Wi-Fi sú k dispozícii

source: You will be connected to your mobile network. This may result in additional charges.
mk: Ќе се поврзете со мобилна мрежа. Тоа може да се наплаќа дополнително.
sk: Pripojíte sa k mobilnej sieti. To môže mať za následok ďalšie poplatky.

# IDS_ST_BODY_CONNECTED_TO_WI_FI_NETWORK_PS
source: Connected to Wi-Fi network %s.
mk: Поврзано со мрежа Wi-Fi %s.
sk: Pripojené k sieti Wi-Fi %s.

# IDS_WIFI_SBODY_TAP_HERE_TO_CONNECT
source: Tap here to connect.
mk: Допрете тука за да се поврзете.
sk: Ťuknutím sem vykonáte pripojenie.

# IDS_WIFI_HEADER_SIGN_IN_TO_WI_FI_NETWORK_ABB
source: Sign in to Wi-Fi network
mk: Запиши се на Wi-Fi мрежа
sk: Prihl. sa k sieti Wi-Fi

# IDS_WIFI_BUTTON_DONT_ASK_AGAIN
source: Don't ask again
mk: Не прашувај повторно
sk: Už sa nepýtať

# IDS_ST_POP_NOT_SUPPORTED
source: Not supported.
mk: Не е поддржано.
sk: Nepodporované.

# IDS_WIFI_POP_UNABLE_TO_CONNECT
source: Unable to connect.
mk: Не е можно поврзување.
sk: Nedá sa spojiť.

# IDS_IM_POP_SERVICE_NOT_AVAIL
source: Service unavailable. Try later.
mk: Услугата е недостапна. обидете се подоцна.
sk: Služba je nedostupná. skúste to znova.
